Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1091_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Niillas Holmberg - bluesilla assimilaatiota vastaan !
sme: Niillas Holmberg - bluesmusihkain assimilašuvnna vuostá

source: Niillas Holmberg on monipuolinen saamelaistaiteilija Utsjoelta.
sme: Niillas Holmberg lea m áŋggabealát sámeartista Ohcejogas.

source: Hän on muusikko, runoilija, näyttelijä ja televisiojuontaja.
sme: Son lea musihkkár, diktačálli, neavttár ja tv-jođiheaddji.

source: Vuonna 2014 Niillas sai
sme: Niillas oaččui Sámeráđi girjjálašvuođa bálkkašumi jagi 2014 diktagirjjis Amas amas amasmuvvat.

source: Teos on ehdolla Pohjoismaiden neuvoston kirjallisuuspalkinnon saajaksi vuonna 2015.
sme: Dat čoakkáldat lea evttohassan maid Davviriikkaid ráđi girjjálašvuođabálkkašupmái 2015.

source: Niillas heijastaa taiteellaan saamelaisnuorten ja saamelaisten tilannetta.
sme: Dávjá Niillas speadjalastá iežas dáidagiin sámenuoraid ja sámiid dili.

source: Toisinaan hän käsittelee henkilökohtaisia tunteita ja kokemuksia.
sme: Muhtumin fas son gieđahallá persovnnalaš dovdduid ja vásáhusaid.

source: Niillas näkee taiteen tehtävän tunteiden ja ajatusten herättäjänä sekä näkökulmien tuojana.
sme: Niillas oaidná dáidaga bargun boktit dovdduid ja buktit geahččanguovlluid.

source: – Kun ihmiset kokevat taidetta, niin heille on tärkeää löytää itsensä sieltä laulun tai runon sisältä.
sme: – Go olbmot vásihit dáidaga, de sidjiide lea dehálaš gávnnat iežas doppe lávlaga dahje divtta siste.

source: Taiteeseen kuuluu usein politiikka ja myös Niillas koettaa vaikuttaa yhteiskuntaan taiteellaan.
sme: Dáidagii gullo dávjá maid politihkka ja maid Niillas iská váikkuhit servodahkii iežas dáidaga bokte.

source: Niillas ei jää odottelemaan inspiraatiota vaan istahtaa alas ja alkaa kirjoittaa.
sme: Niillas ii báze vuordit vai inspirašuvdna badjána muhto čohkkáda vulos ja čálligoahtá.

source: Kappaleet syntyvät, kun Niillas kokeilee kitaralla ja sävelet löytävät paikkansa.
sme: Lávlagat riegádit, go Niillas iská gitárain ja šuoŋat riegádit.

source: Joiku on puolestaan erilainen.
sme: Luohti lea earálágan.

source: Sitä ei voi tehdä, vaan joikaaja on tavallaan väylä joiun esille tulemisessa.
sme: Dan ii sáhte ráhkadit, baicce juoigi bokte luohti boahtá ovdan.

source: Laulaessa on Niillaksen mukaan erilainen tunne kuin joikatessa.
sme: Lávllodettiin lea Niillasa mielde earálágan dovdu go juoiggadettiin.

source: Joikatessa pääsee tilaan, jolloin ei tarvitse ajatella mitään.
sme: Son beassá dalle dakkár dillái, gos ii dárbbaš jurddašit maidege.

source: Silloin on myös helpompi improvisoida kuin laulaessa.
sme: Juoiggadettiin lea maid álkit improviseret.

source: Niillas on tehnyt klassisen musiikin säveltäjän, multi-instrumentalisti Roope Mäenpään kanssa kaksi levyä. Duon ensimmäinen levy
sme: Niillas lea dahkan klassihkalaš musihka komponista, multi-instrumentalista Roope Mäenpääin ovttas guokte skearru.

source: ) julkaistiin vuonna 2011 ja toinen levy
sme: Sudno vuosttaš skearru Manin guottán girjji fárus almmuhuvvui jagi 2011 ja nubbi skearru Assimilašuvdna blues jagi 2014.

source: vuonna 2014. Yhteistyö kaksikon kesken sujuu Niillaksen sanoin juohevasti.
sme: Niillas muitala, ahte ovttasbargu sudno gaskka lea njuovžil.

source: He keikkailevat toisinaan myös kvartetilla, johon Niillaksen ja Roopen lisäksi kuuluvat Teho Majamäki ja Linda Fredriksson.
sme: Soai dahkaba konsearttaid muhtumin maid kvarteahtain, mas čuojahit sudno lassin Teho Majamäki ja Linda Fredriksson.

source: Niillas on mukana myös 22-Pistepirkosta tutun Asko Keräsen YLVA-projektissa joikaajana.
sme: Niillas lea mielde juoigin maid Asko Keränena ođđa joavkkus, gii lea oahpis 22-Pistepirkko - joavkkus.

source: YLVAlla on tulossa levy tämän vuoden puolella.
sme: YLVA-prošeavttas lea boahtime skearru dán jagi bealde.

source: Elektroniseen taustaan on yhdistetty mm. trumpettia ja eri perkussioita jazz- sekä etnoviboin.
sme: Elektrovnnalaš duogážii leat ovttastahttán ee. trumpeahta ja sierralágan ritmačuojanasaid main šaddet jazz- ja etnodovdamušat.

source: YLVA on erilaista kuin Niillaksen aiemmin tekemä musiikki.
sme: YLVA musihkka lea earálágan go maid Niillas lea ovdal dahkan.

source: Hän sanookin tuntevansa keveyttä ja vapautta, kun ei ole niin suuressa vastuussa yhtyeessä.
sme: Son dadjá, ahte dovdá iežas friijan ja geahpasin go sus ii leat nu stuorra ovddasvástádus joavkkus.

source: Saamelaisnuoret elävät Niillaksen mukaan kahden kulttuurin välissä repeytymisen vaarassa.
sme: Sámenuorat ellet Niillasa mielas guovtti kultuvrra gaskkas ja uhcesii rahtasit.

source: Toisesta kädestä kiskoo länsimainen ja toisesta saamelaiskulttuuri.
sme: Nuppi gieđas gaiku oarjemáilbmi ja nuppi gieđas sámekultuvra.

source: On raskasta ja mahdotonta osata kaikki sekä ennättää joka suuntaan kompromissien ja valintojen keskellä.
sme: Lea lossat ja veadjemeahttun máhttit buot, ja háhppehit oktanaga juohke guvlui.

source: Nuoret ovat heränneet arvostamaan taustaansa ja löytäneet raamit etnisyyteensä.
sme: Nuorat leat morihan atnit arvvus iežaset duogáža ja gávdnan rámat etnálašvuhtii.

source: Assimilaatiossa pahinta on Niillaksen mukaan kuitenkin se, että alkuperäiskansojen perinteiset arvot vaihtuvat länsimaisiin arvoihin.
sme: Assimilašuvnnas vearrámus ášši Niillasa mielas lea dat ahte álgoálbmogiid iežaset árvvut lotnašuvvet oarjemáilmme árvvuide.

source: Kodin, menneisyyden ja tulevaisuuden lisäksi saamelaisuus merkitsee Niillakselle tietynlaista taistelua.
sme: Sápmelašvuohta mearkkaša Niillasii ruovttu, vássán áiggi ja boahtte áiggi lassin maid muhtunlágan dáistaleami.

source: Linkkejä:
sme: Liŋkkat:

source: http://www.norden.org/fi/pohjoismaiden-neuvosto/pohjoismaiden-neuvoston-palkinnot/nordisk-raads-litteraturpris/lehdistoe/ehdokkaat-2015
sme: (Niillas Holmberg & Roope Mäenpää feat. Ánne Mággá Wigelius:

source: Teksti ja metsäkuva: Milla Elmiina Pulska
sme: Teaksta ja meahccegovva: Milla Elmiina Pulska
